Repository: redjadet/flutter_bloc_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# googleMapsPageSelectedBadge
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
tr: Seçildi

# googleMapsPageMissingKeyTitle
source: Add a Google Maps API key
de: Google-Maps-API-Schlüssel hinzufügen
es: Añade una clave de API de Google Maps
fr: Ajoutez une clé d’API Google Maps
tr: Google Haritalar API anahtarı ekle

# googleMapsPageMissingKeyDescription
source: Update the platform projects with valid Google Maps API keys to use this demo.
de: Hinterlege gültige Google-Maps-API-Schlüssel in den Plattformprojekten, um diese Demo zu verwenden.
es: Configura claves válidas de Google Maps en los proyectos nativos para usar esta demostración.
fr: Configurez des clés Google Maps valides dans les projets natifs pour utiliser cette démo.
tr: Bu demoyu kullanmak için yerel projelere geçerli Google Haritalar API anahtarlarını ekleyin.

# googleMapsPageUnsupportedDescription
source: The Google Maps demo is only available on Android and iOS builds.
de: Die Google-Maps-Demo ist nur auf Android- und iOS-Builds verfügbar.
es: La demo de Google Maps solo está disponible en compilaciones de Android y iOS.
fr: La démo Google Maps est disponible uniquement sur Android et iOS.
tr: Google Haritalar demosu yalnızca Android ve iOS derlemelerinde kullanılabilir.

# syncStatusOfflineTitle
source: You're offline
de: Du bist offline
es: Sin conexión
fr: Vous êtes hors ligne
tr: Çevrimdışısın

# syncStatusOfflineMessage
source: We will sync {pendingCount, plural, =0 {your changes} one {# change} other {# changes}} once you're back online.
de: Wir synchronisieren {pendingCount, plural, =0 {deine Änderungen} one {# Änderung} other {# Änderungen}}, sobald du wieder online bist.
es: Sincronizaremos {pendingCount, plural, =0 {tus cambios} one {# cambio} other {# cambios}} cuando vuelvas a estar en línea.
fr: Nous synchroniserons {pendingCount, plural, =0 {vos changements} one {# changement} other {# changements}} dès que vous serez reconnecté(e).
tr: {pendingCount, plural, =0 {Değişikliklerini} one {# değişikliği} other {# değişikliği}} çevrimiçi olduğunda senkronize edeceğiz.

# syncStatusSyncingTitle
source: Syncing changes
de: Änderungen werden synchronisiert
es: Sincronizando cambios
fr: Synchronisation en cours
tr: Değişiklikler senkronize ediliyor

# syncStatusSyncingMessage
source: {pendingCount, plural, =0 {Wrapping up your latest updates.} one {Syncing # change…} other {Syncing # changes…}}
de: {pendingCount, plural, =0 {Aktualisiere letzte Änderungen.} one {Synchronisiere # Änderung…} other {Synchronisiere # Änderungen…}}
es: {pendingCount, plural, =0 {Terminando tus últimas actualizaciones.} one {Sincronizando # cambio…} other {Sincronizando # cambios…}}
fr: {pendingCount, plural, =0 {Finalisation des dernières mises à jour.} one {Synchronisation de # changement…} other {Synchronisation de # changements…}}
tr: {pendingCount, plural, =0 {Son güncellemeler tamamlanıyor.} one {# değişiklik senkronize ediliyor…} other {# değişiklik senkronize ediliyor…}}

# syncStatusPendingTitle
source: Changes queued
de: Änderungen in Warteschlange
es: Cambios en cola
fr: Changements en attente
tr: Bekleyen değişiklikler

# syncStatusPendingMessage
source: {pendingCount, plural, one {# change waiting to sync.} other {# changes waiting to sync.}}
de: {pendingCount, plural, one {# Änderung wartet auf Synchronisierung.} other {# Änderungen warten auf Synchronisierung.}}
es: {pendingCount, plural, one {# cambio esperando sincronización.} other {# cambios esperando sincronización.}}
fr: {pendingCount, plural, one {# changement en attente de synchronisation.} other {# changements en attente de synchronisation.}}
tr: {pendingCount, plural, one {Senkronizasyon bekleyen # değişiklik.} other {Senkronizasyon bekleyen # değişiklik.}}

# syncStatusSyncNowButton
source: Sync now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
tr: Şimdi senkronize et

# syncQueueInspectorButton
source: View sync queue
de: Sync-Warteschlange anzeigen
es: Ver cola de sincronización
fr: Voir la file de synchro
tr: Senkron kuyruğunu göster

# syncQueueInspectorEmpty
source: No pending operations.
de: Keine ausstehenden Vorgänge.
es: No hay operaciones pendientes.
fr: Aucune opération en attente.
tr: Bekleyen işlem yok.

# syncQueueInspectorTitle
source: Pending Sync Operations
de: Ausstehende Synchronisationen
es: Operaciones pendientes
fr: Opérations de synchronisation
tr: Bekleyen senkron işlemleri

# syncQueueInspectorOperation
source: Entity: {entity}, attempts: {attempts}
de: Eintrag: {entity}, Versuche: {attempts}
es: Entidad: {entity}, intentos: {attempts}
fr: Entité : {entity}, tentatives : {attempts}
tr: Varlık: {entity}, deneme: {attempts}

# counterLastSynced
source: Last synced: {timestamp}
de: Zuletzt synchronisiert: {timestamp}
es: Última sincronización: {timestamp}
fr: Dernière synchro : {timestamp}
tr: Son senkronizasyon: {timestamp}

# counterChangeId
source: Change ID: {changeId}
de: Änderungs-ID: {changeId}
es: ID de cambio: {changeId}
fr: ID de changement : {changeId}
tr: Değişiklik kimliği: {changeId}

# openWhiteboardTooltip
source: Open Whiteboard
de: Whiteboard öffnen
es: Abrir Whiteboard
fr: Ouvrir le Whiteboard
tr: Whiteboard'u aç

# openMarkdownEditorTooltip
source: Open Markdown Editor
de: Markdown-Editor öffnen
es: Abrir Editor de Markdown
fr: Ouvrir l'Éditeur Markdown
tr: Markdown Düzenleyici'yi aç

# calculatorSubtotalLabel
source: Subtotal
de: Zwischensumme
fr: Sous-total
tr: Ara toplam

# calculatorErrorTitle
source: Error
de: Fehler
fr: Erreur
tr: Hata

# languageSpanish
source: Español
de: Spanisch
fr: Espagnol
tr: İspanyolca

# graphqlSampleCapitalLabel
source: Capital
de: Hauptstadt
fr: Capitale
tr: Başkent
