Repository: redjadet/flutter_bloc_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# registerCountryPickerTitle
source: Choose your country code
de: Wähle deine Ländervorwahl
es: Elige tu código de país
fr: Choisissez votre indicatif pays
tr: Ülke kodunuzu seçin

# registerPasswordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
tr: Parola

# registerPasswordHint
source: Create password
de: Passwort erstellen
es: Crear contraseña
fr: Créer un mot de passe
tr: Parola oluştur

# registerConfirmPasswordLabel
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
tr: Parolayı doğrula

# registerConfirmPasswordHint
source: Re-enter password
de: Passwort erneut eingeben
es: Vuelve a escribir la contraseña
fr: Saisir à nouveau le mot de passe
tr: Parolayı tekrar yaz

# registerSubmitButton
source: Next
de: Weiter
es: Siguiente
fr: Suivant
tr: İleri

# registerDialogTitle
source: Registration complete
de: Registrierung abgeschlossen
es: Registro completado
fr: Inscription terminée
tr: Kayıt tamamlandı

# registerDialogMessage
source: Welcome aboard, {name}!
de: Willkommen an Bord, {name}!
es: ¡Bienvenido a bordo, {name}!
fr: Bienvenue à bord, {name} !
tr: Aramıza hoş geldin, {name}!

# registerDialogOk
source: OK
es: Aceptar
tr: Tamam

# registerFullNameEmptyError
source: Please enter your full name
de: Bitte geben Sie Ihren vollständigen Namen ein
es: Ingresa tu nombre completo
fr: Veuillez saisir votre nom complet
tr: Lütfen adınızı girin

# registerFullNameTooShortError
source: Name must be at least 2 characters
de: Der Name muss mindestens 2 Zeichen lang sein
es: El nombre debe tener al menos 2 caracteres
fr: Le nom doit comporter au moins 2 caractères
tr: Ad en az 2 karakter olmalı

# registerEmailEmptyError
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Ingresa tu correo electrónico
fr: Veuillez saisir votre e-mail
tr: Lütfen e-postanızı girin

# registerEmailInvalidError
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Ingresa un correo electrónico válido
fr: Veuillez saisir un e-mail valide
tr: Lütfen geçerli bir e-posta girin

# registerPasswordEmptyError
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Veuillez saisir votre mot de passe
tr: Lütfen parolanızı girin

# registerPasswordTooShortError
source: Password must be at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit comporter au moins 8 caractères
tr: Parola en az 8 karakter olmalı

# registerPasswordLettersAndNumbersError
source: Use letters and numbers
de: Verwenden Sie Buchstaben und Zahlen
es: Usa letras y números
fr: Utilisez des lettres et des chiffres
tr: Harf ve rakam kullanın

# registerPasswordWhitespaceError
source: Password can’t contain spaces
de: Das Passwort darf keine Leerzeichen enthalten
es: La contraseña no puede contener espacios
fr: Le mot de passe ne peut pas contenir d’espaces
tr: Parola boşluk içeremez

# registerTermsCheckboxPrefix
source: I have read and agree to the
de: Ich habe die
es: He leído y acepto los
fr: J’ai lu et j’accepte les
tr: Şartlar ve Koşulları okudum ve

# registerTermsLinkLabel
source: Terms & Conditions
de: Allgemeinen Geschäftsbedingungen
es: Términos y Condiciones
fr: conditions générales d’utilisation
tr: Şartlar ve Koşullar

# registerTermsError
source: Please accept the terms to continue
de: Bitte akzeptieren Sie die Bedingungen, um fortzufahren
es: Debes aceptar los términos para continuar
fr: Veuillez accepter les conditions pour continuer
tr: Devam etmek için şartları kabul etmelisiniz

# registerTermsDialogTitle
source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y Condiciones
fr: Conditions générales d’utilisation
tr: Şartlar ve Koşullar

# registerTermsDialogBody
source: By creating an account, you agree to use this app responsibly, respect other users, and comply with all applicable laws. You consent to our privacy policy, acknowledge that service availability may change, and accept that your account may be suspended for misuse or violations of these terms.
de: Mit der Kontoerstellung verpflichten Sie sich, die App verantwortungsvoll zu nutzen, andere Nutzer zu respektieren und alle geltenden Gesetze einzuhalten. Sie stimmen unserer Datenschutzrichtlinie zu, erkennen an, dass sich die Verfügbarkeit des Dienstes ändern kann, und akzeptieren, dass Ihr Konto bei Missbrauch oder Verstößen gesperrt werden kann.
es: Al crear una cuenta te comprometes a usar la aplicación de forma responsable, respetar a otros usuarios y cumplir con todas las leyes aplicables. Aceptas nuestra política de privacidad, reconoces que la disponibilidad del servicio puede cambiar y aceptas que tu cuenta puede suspenderse en caso de uso indebido o violaciones de estos términos.
fr: En créant un compte, vous vous engagez à utiliser l’application de manière responsable, à respecter les autres utilisateurs et à respecter toutes les lois applicables. Vous acceptez notre politique de confidentialité, reconnaissez que la disponibilité du service peut évoluer et acceptez que votre compte puisse être suspendu en cas d’usage abusif ou de non-respect de ces conditions.
tr: Hesap oluşturarak uygulamayı sorumlu bir şekilde kullanmayı, diğer kullanıcılara saygı göstermeyi ve geçerli tüm yasalara uymayı kabul edersiniz. Gizlilik politikamızı kabul ettiğinizi, hizmet erişiminin değişebileceğini ve kuralları ihlal etmeniz durumunda hesabınızın askıya alınabileceğini kabul edersiniz.

# registerTermsAcceptButton
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
tr: Kabul Et

# registerTermsRejectButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
tr: İptal

# registerTermsPrompt
source: Please review and accept the terms before continuing.
de: Bitte lesen und akzeptieren Sie die Bedingungen, bevor Sie fortfahren.
es: Revisa y acepta los términos antes de continuar.
fr: Veuillez lire et accepter les conditions avant de continuer.
tr: Devam etmeden önce şartları okuyup kabul edin.

# registerTermsButtonLabel
source: Read terms & conditions
de: Allgemeine Geschäftsbedingungen lesen
es: Leer términos y condiciones
fr: Lire les conditions générales
tr: Şartları ve koşulları oku

# registerTermsSheetTitle
source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
tr: Şartlar ve Koşullar

# registerTermsSheetBody
source: These terms outline the acceptable use of this demo application. By continuing, you agree to handle your account responsibly, protect your credentials, and comply with any applicable laws. The content provided is illustrative only and may change without notice. If you do not agree to these terms, please discontinue the registration process.
de: Diese Demo-Anwendung darf nur verantwortungsvoll genutzt werden. Durch die Registrierung verpflichten Sie sich, Ihre Zugangsdaten zu schützen, geltende Gesetze einzuhalten und zu akzeptieren, dass Inhalte ausschließlich illustrativen Charakter haben und ohne Ankündigung geändert werden können. Wenn Sie nicht zustimmen, brechen Sie die Registrierung ab.
es: Esta aplicación de demostración debe usarse de forma responsable. Al registrarte aceptas proteger tus credenciales, cumplir con las leyes aplicables y entender que el contenido es meramente ilustrativo y puede cambiar sin previo aviso. Si no estás de acuerdo, interrumpe el proceso de registro.
fr: Cette application de démonstration doit être utilisée de manière responsable. En vous inscrivant, vous acceptez de protéger vos identifiants, de respecter les lois en vigueur et de reconnaître que le contenu est fourni à titre illustratif et peut être modifié sans préavis. Si vous n'acceptez pas ces conditions, interrompez l'inscription.
tr: Bu demo uygulamasını kullanırken hesap bilgilerinizi korumayı, ilgili tüm yasalara uymayı ve içeriğin yalnızca örnek amaçlı olduğunu kabul edersiniz. Şartları kabul etmiyorsanız kayıt işlemini sonlandırın.

# registerTermsDialogAcknowledge
source: I have read the terms
de: Ich habe die Bedingungen gelesen
es: He leído los términos
fr: J’ai lu les conditions
tr: Şartları okudum

# registerTermsCheckboxLabel
source: I accept the Terms & Conditions
de: Ich akzeptiere die Allgemeinen Geschäftsbedingungen
es: Acepto los términos y condiciones
fr: J’accepte les conditions générales
tr: Şartları ve koşulları kabul ediyorum

# registerTermsCheckboxDisabledHint
source: Read the terms before accepting them.
de: Bitte lesen Sie zuerst die Bedingungen.
es: Lee los términos antes de aceptarlos.
fr: Veuillez lire les conditions avant de les accepter.
tr: Lütfen önce şartları okuyun.

# registerTermsNotAcceptedError
source: You must accept the terms to continue.
de: Sie müssen die Bedingungen akzeptieren, um fortzufahren.
es: Debes aceptar los términos para continuar.
fr: Vous devez accepter les conditions pour continuer.
tr: Devam etmek için şartları kabul etmelisiniz.

# registerConfirmPasswordEmptyError
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
tr: Lütfen parolanızı doğrulayın

# registerConfirmPasswordMismatchError
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
tr: Parolalar eşleşmiyor

# registerPhoneEmptyError
source: Please enter your phone number
de: Bitte geben Sie Ihre Telefonnummer ein
es: Ingresa tu número de teléfono
fr: Veuillez saisir votre numéro de téléphone
tr: Lütfen telefon numaranızı girin

# registerPhoneInvalidError
source: Enter 6-15 digits
de: Geben Sie 6 bis 15 Ziffern ein
es: Introduce entre 6 y 15 dígitos
fr: Saisissez entre 6 et 15 chiffres
tr: 6-15 rakam girin

# profilePageTitle
source: Profile
de: Profil
es: Perfil
fr: Profil
tr: Profil

# anonymousSignInButton
source: Continue as guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en invité
tr: Misafir olarak devam et

# anonymousSignInDescription
source: You can explore the app without creating an account. You can upgrade later from Settings.
de: Du kannst die App ohne Konto ausprobieren. Später kannst du in den Einstellungen upgraden.
es: Puedes probar la app sin crear una cuenta. Más tarde podrás mejorar desde Configuración.
fr: Vous pouvez explorer l'application sans créer de compte. Vous pourrez mettre à niveau plus tard depuis les paramètres.
tr: Hesap oluşturmadan uygulamayı keşfedebilirsiniz. Daha sonra Ayarlar'dan yükseltebilirsiniz.

# anonymousSignInFailed
source: Couldn't start guest session. Please try again.
de: Gast-Sitzung konnte nicht gestartet werden. Bitte versuche es erneut.
es: No se pudo iniciar la sesión de invitado. Inténtalo de nuevo.
fr: Impossible de démarrer la session invité. Veuillez réessayer.
tr: Misafir oturumu başlatılamadı. Lütfen tekrar deneyin.

# anonymousUpgradeHint
source: You're currently using a guest session. Sign in to keep your data across installs and devices.
de: Du nutzt derzeit eine Gast-Sitzung. Melde dich an, um deine Daten dauerhaft zu sichern.
es: Actualmente usas una sesión de invitado. Inicia sesión para conservar tus datos para el futuro.
fr: Vous utilisez actuellement une session invitée. Connectez-vous pour conserver vos données durablement.
tr: Şu anda misafir oturumundasınız. Verilerinizi korumak için giriş yapın.

# authErrorInvalidEmail
source: The email address appears to be malformed.
de: Die E-Mail-Adresse scheint ungültig zu sein.
es: La dirección de correo parece inválida.
fr: L'adresse e-mail semble invalide.
tr: E-posta adresi geçerli görünmüyor.

# authErrorUserDisabled
source: This account has been disabled. Contact support for help.
de: Dieses Konto wurde deaktiviert. Bitte wende dich an den Support.
es: Esta cuenta está deshabilitada. Ponte en contacto con el soporte.
fr: Ce compte est désactivé. Contactez le support pour obtenir de l'aide.
tr: Bu hesap devre dışı bırakılmış. Lütfen destek ile iletişime geçin.

# authErrorUserNotFound
source: We couldn't find an account with those details.
de: Wir konnten kein Konto mit diesen Angaben finden.
es: No encontramos una cuenta con esos datos.
fr: Aucun compte ne correspond à ces informations.
tr: Bu bilgilerle eşleşen bir hesap bulunamadı.

# authErrorWrongPassword
source: The password is incorrect. Check it and try again.
de: Das Passwort ist falsch. Bitte überprüfe es und versuche es erneut.
es: La contraseña es incorrecta. Verifícala e inténtalo de nuevo.
fr: Le mot de passe est incorrect. Vérifiez et réessayez.
tr: Parola yanlış. Lütfen kontrol edip tekrar deneyin.

# authErrorEmailInUse
source: That email is already linked to another account.
de: Diese E-Mail ist bereits mit einem anderen Konto verknüpft.
es: Ese correo ya está vinculado a otra cuenta.
fr: Cette adresse e-mail est déjà liée à un autre compte.
tr: Bu e-posta zaten başka bir hesapla ilişkili.

# authErrorOperationNotAllowed
source: This sign-in method is currently disabled. Please try a different option.
de: Diese Anmeldemethode ist derzeit deaktiviert. Bitte wähle eine andere Option.
es: Este método de inicio de sesión está deshabilitado. Prueba otra opción.
fr: Ce mode de connexion est actuellement désactivé. Choisissez une autre option.
tr: Bu giriş yöntemi şu anda devre dışı. Lütfen farklı bir seçenek deneyin.

# authErrorWeakPassword
source: Choose a stronger password before continuing.
de: Bitte wähle ein stärkeres Passwort.
es: Elige una contraseña más segura antes de continuar.
fr: Choisissez un mot de passe plus robuste avant de continuer.
tr: Devam etmeden önce daha güçlü bir parola seçin.

# authErrorRequiresRecentLogin
source: Please sign in again to complete this action.
de: Bitte melde dich erneut an, um diesen Vorgang abzuschließen.
es: Vuelve a iniciar sesión para completar esta acción.
fr: Veuillez vous reconnecter pour terminer cette action.
tr: Bu işlemi tamamlamak için lütfen yeniden oturum açın.

# authErrorCredentialInUse
source: Those credentials are already associated with another account.
de: Diese Anmeldedaten sind bereits einem anderen Konto zugeordnet.
es: Esas credenciales ya están asociadas a otra cuenta.
fr: Ces identifiants sont déjà associés à un autre compte.
tr: Bu kimlik bilgileri zaten başka bir hesapla ilişkili.

# authErrorInvalidCredential
source: The provided credentials are invalid or expired.
de: Die angegebenen Anmeldedaten sind ungültig oder abgelaufen.
es: Las credenciales proporcionadas son inválidas o han expirado.
fr: Les identifiants fournis sont invalides ou ont expiré.
tr: Sağlanan kimlik bilgileri geçersiz veya süresi dolmuş.

# authErrorGeneric
source: We couldn't complete the request. Please try again.
de: Die Anfrage konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No pudimos completar la solicitud. Inténtalo de nuevo.
fr: La requête n'a pas abouti. Veuillez réessayer.
tr: İstek tamamlanamadı. Lütfen tekrar deneyin.

# chatHistoryDeleteConversationWarning
source: Delete "{title}"?
de: "{title}" löschen?
es: ¿Eliminar "{title}"?
fr: Supprimer "{title}" ?
tr: "{title}" konuşmasını silmek istiyor musun?

# cancelButtonLabel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
tr: Vazgeç

# deleteButtonLabel
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
tr: Sil

# chatHistoryEmpty
source: No past conversations yet.
de: Noch keine gespeicherten Unterhaltungen.
es: Todavía no hay conversaciones guardadas.
fr: Aucune conversation enregistrée pour le moment.
tr: Henüz kayıtlı sohbet yok.

# chatHistoryConversationTitle
source: Conversation {index}
de: Unterhaltung {index}
es: Conversación {index}
tr: Sohbet {index}

# chatHistoryUpdatedAt
source: Updated {timestamp}
de: Aktualisiert {timestamp}
es: Actualizado {timestamp}
fr: Mis à jour {timestamp}
tr: {timestamp} tarihinde güncellendi

# chartPageTitle
source: Bitcoin Price (USD)
de: Bitcoin-Preis (USD)
es: Precio de Bitcoin (USD)
fr: Prix du Bitcoin (USD)
tr: Bitcoin Fiyatı (USD)

# chartPageDescription
source: Closing price over the past 7 days (powered by CoinGecko)
de: Schlusskurs der letzten 7 Tage (Quelle: CoinGecko)
es: Precio de cierre de los últimos 7 días (fuente: CoinGecko)
fr: Cours de clôture sur les 7 derniers jours (source : CoinGecko)
tr: Son 7 günün kapanış fiyatı (CoinGecko verisi)

# chartPageError
source: Unable to load chart data.
de: Diagrammdaten konnten nicht geladen werden.
es: No se pudieron cargar los datos del gráfico.
fr: Impossible de charger les données du graphique.
tr: Grafik verileri yüklenemedi.

# chartPageEmpty
source: No chart data available yet.
de: Noch keine Diagrammdaten verfügbar.
es: Aún no hay datos del gráfico.
fr: Aucune donnée de graphique pour le moment.
tr: Henüz grafik verisi yok.

# chartZoomToggleLabel
source: Enable pinch zoom
de: Pinch-Zoom aktivieren
es: Activar zoom con gestos
fr: Activer le zoom par pincement
tr: Yakınlaştırmayı etkinleştir

# graphqlSampleTitle
source: GraphQL Countries
de: GraphQL-Länder
es: Países GraphQL
fr: Pays GraphQL
tr: GraphQL Ülkeleri

# graphqlSampleFilterLabel
source: Filter by continent
de: Nach Kontinent filtern
es: Filtrar por continente
fr: Filtrer par continent
tr: Kıtaya göre filtrele

# graphqlSampleAllContinents
source: All continents
de: Alle Kontinente
es: Todos los continentes
fr: Tous les continents
tr: Tüm kıtalar

# graphqlSampleErrorTitle
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
tr: Bir sorun oluştu

# graphqlSampleGenericError
source: We couldn't load countries right now.
de: Länder konnten derzeit nicht geladen werden.
es: No pudimos cargar los países en este momento.
fr: Impossible de charger les pays pour le moment.
tr: Şu anda ülkeler yüklenemedi.

# graphqlSampleRetryButton
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
tr: Tekrar dene

# graphqlSampleEmpty
source: No countries matched the selected filters.
de: Keine Länder entsprechen der Auswahl.
es: Ningún país coincide con los filtros seleccionados.
fr: Aucun pays ne correspond aux filtres sélectionnés.
tr: Seçilen filtrelerle ülke bulunamadı.

# graphqlSampleCurrencyLabel
source: Currency
de: Währung
es: Moneda
fr: Devise
tr: Para birimi

# graphqlSampleNetworkError
source: Network error. Check your connection and try again.
de: Netzwerkfehler. Bitte Verbindung prüfen und erneut versuchen.
es: Error de red. Comprueba tu conexión e inténtalo de nuevo.
fr: Erreur réseau. Vérifiez votre connexion et réessayez.
tr: Ağ hatası. Bağlantınızı kontrol edip yeniden deneyin.

# graphqlSampleInvalidRequestError
source: The request was rejected. Try a different filter.
de: Die Anfrage wurde abgelehnt. Bitte wähle einen anderen Filter.
es: La solicitud fue rechazada. Prueba con otro filtro.
fr: La requête a été refusée. Essayez un autre filtre.
tr: İstek reddedildi. Farklı bir filtre deneyin.

# graphqlSampleServerError
source: The service is unavailable right now. Please try again later.
de: Der Dienst ist derzeit nicht verfügbar. Versuche es später erneut.
es: El servicio no está disponible. Vuelve a intentarlo más tarde.
fr: Le service est momentanément indisponible. Réessayez plus tard.
tr: Hizmet şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.

# graphqlSampleDataError
source: We received an unexpected response. Please try again.
de: Unerwartete Antwort empfangen. Bitte versuche es erneut.
es: Se recibió una respuesta inesperada. Intenta de nuevo.
fr: Réponse inattendue reçue. Réessayez.
tr: Beklenmedik bir yanıt alındı. Lütfen yeniden deneyin.

# exampleWebsocketButton
source: Open WebSocket demo
de: WebSocket-Demo öffnen
es: Abrir demostración de WebSocket
fr: Ouvrir la démo WebSocket
tr: WebSocket demosunu aç

# exampleGoogleMapsButton
source: Open Google/Apple Maps demo
de: Google-Maps-Demo öffnen
es: Abrir demo de Google Maps
fr: Ouvrir la démo Google Maps
tr: Google Haritalar demosunu aç

# exampleNativeBatteryLabel
source: Battery level: {percent}%
de: Batteriestand: {percent}%
es: Nivel de batería: {percent}%
fr: Niveau de batterie : {percent} %
tr: Pil seviyesi: %{percent}

# websocketDemoTitle
source: WebSocket demo
es: Demostración WebSocket
fr: Démo WebSocket
tr: WebSocket demosu

# websocketDemoWebUnsupported
source: The WebSocket demo isn't available on web builds yet.
de: Die WebSocket-Demo ist in Web-Builds noch nicht verfügbar.
es: La demo de WebSocket aún no está disponible en compilaciones web.
fr: La démo WebSocket n'est pas encore disponible sur le Web.
tr: WebSocket demosu web derlemelerinde henüz kullanılabilir değil.

# websocketReconnectTooltip
source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Reconnexion
tr: Yeniden bağlan

# websocketEmptyState
source: No messages yet. Send a message to get started.
de: Noch keine Nachrichten. Senden Sie eine Nachricht, um zu beginnen.
es: Aún no hay mensajes. Envía un mensaje para comenzar.
fr: Aucun message pour le moment. Envoyez un message pour commencer.
tr: Henüz mesaj yok. Başlamak için bir mesaj gönderin.

# websocketMessageHint
source: Type a message
de: Nachricht eingeben
es: Escribe un mensaje
fr: Saisissez un message
tr: Bir mesaj yazın

# websocketSendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer
tr: Gönder

# websocketStatusConnected
source: Connected to {endpoint}
de: Verbunden mit {endpoint}
es: Conectado a {endpoint}
fr: Connecté à {endpoint}
tr: {endpoint} adresine bağlandı

# websocketStatusConnecting
source: Connecting to {endpoint}...
de: Verbinde mit {endpoint}...
es: Conectando a {endpoint}...
fr: Connexion à {endpoint}...
tr: {endpoint} adresine bağlanılıyor...

# websocketErrorLabel
source: WebSocket error: {error}
de: WebSocket-Fehler: {error}
es: Error de WebSocket: {error}
fr: Erreur WebSocket : {error}
tr: WebSocket hatası: {error}

# googleMapsPageTitle
source: Maps demo
es: Demostración de Google Maps
fr: Démo Google Maps
tr: Google Haritalar demosu

# googleMapsPageGenericError
source: We couldn't load map data right now.
de: Kartendaten konnten nicht geladen werden.
es: No pudimos cargar los datos del mapa.
fr: Impossible de charger les données de la carte.
tr: Harita verileri yüklenemedi.

# googleMapsPageControlsHeading
source: Map controls
de: Kartensteuerung
es: Controles del mapa
fr: Commandes de la carte
tr: Harita kontrolleri

# googleMapsPageMapTypeNormal
source: Show standard map
de: Standardkarte anzeigen
es: Mostrar mapa estándar
fr: Afficher la carte standard
tr: Standart haritayı göster

# googleMapsPageMapTypeHybrid
source: Show hybrid map
de: Hybridkarte anzeigen
es: Mostrar mapa híbrido
fr: Afficher la carte hybride
tr: Hibrit haritayı göster

# googleMapsPageTrafficToggle
source: Show real-time traffic
de: Verkehr in Echtzeit anzeigen
es: Mostrar tráfico en tiempo real
fr: Afficher le trafic en temps réel
tr: Canlı trafiği göster

# googleMapsPageApiKeyHelp
source: Add your Google Maps API keys to the native projects to see live tiles.
de: Füge die Google-Maps-API-Schlüssel zu den nativen Projekten hinzu, um Live-Kacheln zu sehen.
es: Añade las claves de API de Google Maps a los proyectos nativos para ver mosaicos en vivo.
fr: Ajoutez les clés d’API Google Maps aux projets natifs pour voir les tuiles en direct.
tr: Canlı döşemeleri görebilmek için Google Haritalar API anahtarlarını yerel projelere ekleyin.

# googleMapsPageEmptyLocations
source: No locations to display yet.
de: Noch keine Orte vorhanden.
es: Sin ubicaciones disponibles todavía.
fr: Aucun lieu à afficher pour le moment.
tr: Gösterilecek konum yok.

# googleMapsPageLocationsHeading
source: Featured locations
de: Ausgewählte Orte
es: Lugares destacados
fr: Lieux à découvrir
tr: Öne çıkan konumlar

# googleMapsPageFocusButton
source: Focus
de: Fokussieren
es: Centrar
fr: Centrer
tr: Odaklan
