Repository: redjadet/flutter_bloc_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, tr

# autoLabel
source: Auto
de: Automatisch
es: Automático
fr: Automatique
tr: Otomatik

# pausedLabel
source: Paused
de: Pausiert
es: Pausado
fr: En pause
tr: Duraklatıldı

# nextAutoDecrementIn
source: Next auto-decrement in: {s}s
de: Nächste automatische Verringerung in: {s}s
es: Próxima disminución automática en: {s}s
fr: Prochaine diminution automatique dans : {s}s
tr: Sonraki otomatik azaltım: {s}s

source: Auto-decrement paused !!!
de: Automatische Verringerung pausiert
es: Disminución automática en pausa
fr: Diminution automatique en pause
tr: Otomatik azaltım duraklatıldı

# lastChangedLabel
source: Last changed:
de: Zuletzt geändert:
es: Último cambio:
fr: Dernière modification :
tr: Son değişiklik:

# appTitle
source: Flutter Demo
es: Demostración de Flutter
fr: Flutter Démo

# homeTitle
source: Home Page
de: Flutter Demo Startseite
es: Página principal de la demostración
fr: Page d'accueil Flutter Démo
tr: Ana Sayfa

# pushCountLabel
source: You have pushed the button this many times:
de: Sie haben so oft auf die Taste gedrückt:
es: Has pulsado el botón tantas veces:
fr: Vous avez appuyé sur le bouton autant de fois :
tr: Butona bu kadar kez bastınız:

# incrementTooltip
source: Increment
de: Erhöhen
es: Incrementar
fr: Incrémenter

# decrementTooltip
source: Decrement
de: Verringern
es: Disminuir
fr: Décrémenter

# loadErrorMessage
source: Failed to load saved counter
de: Gespeicherter Zähler konnte nicht geladen werden
es: No se pudo cargar el contador guardado
fr: Impossible de charger le compteur enregistré
tr: Kaydedilmiş sayaç yüklenemedi

# startAutoHint
source: Tap + to start auto-decrement
de: Bei Zähler 0: Tippen Sie auf + für Auto-Verringerung
es: Si el contador es 0, toca + para iniciar auto
fr: Quand le compteur est 0, appuyez sur + pour démarrer
tr: Sayı 0 iken otomatik azalma için +'ya dokunun

# cannotGoBelowZero
source: Count cannot go below 0
de: Der Zähler kann nicht unter 0 gehen
es: El contador no puede ser inferior a 0
fr: Le compteur ne peut pas être inférieur à 0
tr: Sayı 0'ın altına inemez

# openExampleTooltip
source: Open example page
de: Beispielseite öffnen
es: Abrir página de ejemplo
fr: Ouvrir la page d'exemple
tr: Örnek sayfayı aç

# openCalculatorTooltip
source: Open payment calculator
de: Zahlungsrechner öffnen
es: Abrir calculadora de pagos
fr: Ouvrir la calculatrice de paiement
tr: Ödeme hesaplayıcısını aç

# examplePageTitle
source: Example Page
de: Beispielseite
es: Página de ejemplo
fr: Page d'exemple
tr: Örnek Sayfa

# examplePageDescription
source: This page demonstrates navigation with GoRouter.
de: Diese Seite demonstriert die Navigation mit GoRouter.
es: Esta página demuestra el enrutamiento con GoRouter.
fr: Cette page montre la navigation avec GoRouter.
tr: Bu sayfa GoRouter ile yönlendirmeyi gösterir.

# exampleBackButtonLabel
source: Back to counter
de: Zurück zum Zähler
es: Volver al contador
fr: Retour au compteur
tr: Sayaca dön

# exampleNativeInfoButton
source: Fetch native info
de: Native Infos abrufen
es: Obtener info nativa
fr: Récupérer les infos natives
tr: Yerel bilgileri getir

# exampleNativeInfoTitle
source: Platform info
de: Plattforminformationen
es: Información de la plataforma
fr: Informations sur la plateforme
tr: Platform bilgisi

# exampleNativeInfoError
source: Unable to fetch native platform info.
de: Native Plattforminformationen konnten nicht abgerufen werden.
es: No se pudieron obtener los datos nativos de la plataforma.
fr: Impossible de récupérer les informations natives de la plateforme.
tr: Yerel platform bilgisi alınamadı.

# exampleNativeInfoDialogTitle
source: Platform details
de: Plattformdetails
es: Detalles de la plataforma
fr: Détails de la plateforme
tr: Platform ayrıntıları

# exampleNativeInfoDialogPlatformLabel
source: Platform
de: Plattform
es: Plataforma
fr: Plateforme

# exampleNativeInfoDialogVersionLabel
source: Version
es: Versión
tr: Sürüm

# exampleNativeInfoDialogManufacturerLabel
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
tr: Üretici

# exampleNativeInfoDialogModelLabel
source: Model
de: Modell
es: Modelo
fr: Modèle

# exampleNativeInfoDialogBatteryLabel
source: Battery level
de: Akkustand
es: Nivel de batería
fr: Niveau de batterie
tr: Pil seviyesi

# exampleDialogCloseButton
source: Close
de: Schließen
es: Cerrar
fr: Fermer
tr: Kapat

# settingsBiometricPrompt
source: Authenticate to open Settings
de: Authentifiziere dich, um die Einstellungen zu öffnen
es: Autentícate para abrir la configuración
fr: Authentifiez-vous pour ouvrir les paramètres
tr: Ayarları açmak için kimliğinizi doğrulayın

# settingsBiometricFailed
source: Couldn't verify your identity.
de: Identität konnte nicht bestätigt werden.
es: No se pudo verificar tu identidad.
fr: Impossible de vérifier votre identité.
tr: Kimliğiniz doğrulanamadı.

# exampleRunIsolatesButton
source: Run isolate samples
de: Isolat-Beispiele ausführen
es: Ejecutar ejemplos con aislados
fr: Exécuter les exemples d'isolats
tr: İzole örneklerini çalıştır

# exampleIsolateParallelPending
source: Running parallel tasks...
de: Parallele Aufgaben werden ausgeführt...
es: Ejecutando tareas paralelas...
fr: Exécution des tâches parallèles...
tr: Paralel görevler çalıştırılıyor...

# exampleIsolateParallelComplete
source: Parallel doubled values: {values} (completed in {milliseconds} ms)
de: Parallel verdoppelte Werte: {values} (abgeschlossen in {milliseconds} ms)
es: Valores duplicados en paralelo: {values} (terminado en {milliseconds} ms)
fr: Valeurs doublées en parallèle : {values} (terminé en {milliseconds} ms)
tr: Paralel iki kat değerler: {values} ({milliseconds} ms içinde tamamlandı)

# calculatorTitle
source: Payment calculator
de: Zahlungsrechner
es: Calculadora de pagos
fr: Calculatrice de paiement
tr: Ödeme hesaplayıcısı

# calculatorSummaryHeader
source: Payment summary
de: Zahlungsübersicht
es: Resumen de pago
fr: Résumé de paiement
tr: Ödeme özeti

# calculatorResultLabel
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
tr: Sonuç

# calculatorTaxLabel
source: Tax ({rate})
de: Steuer ({rate})
es: Impuesto ({rate})
fr: Taxe ({rate})
tr: Vergi ({rate})

# calculatorTipLabel
source: Tip ({rate})
de: Trinkgeld ({rate})
es: Propina ({rate})
fr: Pourboire ({rate})
tr: Bahşiş ({rate})

# calculatorTotalLabel
source: Amount to collect
de: Zu kassierender Betrag
es: Monto a cobrar
fr: Montant à encaisser
tr: Tahsil edilecek tutar

# calculatorTaxPresetsLabel
source: Tax presets
de: Steuervorgaben
es: Impuestos rápidos
fr: Taxes suggérées
tr: Vergi seçenekleri

# calculatorCustomTaxLabel
source: Custom tax
de: Individueller Steuersatz
es: Impuesto personalizado
fr: Taxe personnalisée
tr: Özel vergi

# calculatorCustomTaxDialogTitle
source: Custom tax
de: Individueller Steuersatz
es: Impuesto personalizado
fr: Taxe personnalisée
tr: Özel vergi

# calculatorCustomTaxFieldLabel
source: Tax percentage
de: Steuersatz in Prozent
es: Porcentaje de impuesto
fr: Pourcentage de taxe
tr: Vergi yüzdesi

# calculatorResetTax
source: Reset tax
de: Steuer zurücksetzen
es: Restablecer impuesto
fr: Réinitialiser la taxe
tr: Vergiyi sıfırla

# calculatorTipRateLabel
source: Tip presets
de: Trinkgeld-Voreinstellungen
es: Propinas rápidas
fr: Pourboires suggérés
tr: Bahşiş seçenekleri

# calculatorCustomTipLabel
source: Custom tip
de: Individuelles Trinkgeld
es: Propina personalizada
fr: Pourboire personnalisé
tr: Özel bahşiş

# calculatorResetTip
source: Clear tip
de: Trinkgeld löschen
es: Borrar propina
fr: Effacer le pourboire
tr: Bahşişi temizle

# calculatorCustomTipDialogTitle
source: Custom tip
de: Individuelles Trinkgeld
es: Propina personalizada
fr: Pourboire personnalisé
tr: Özel bahşiş

# calculatorCustomTipFieldLabel
source: Tip percentage
de: Trinkgeld in Prozent
es: Porcentaje de propina
fr: Pourcentage de pourboire
tr: Bahşiş yüzdesi

# calculatorCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
tr: İptal

# calculatorApply
source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
tr: Uygula

# calculatorKeypadHeader
source: Keypad
de: Tastatur
es: Teclado
fr: Clavier
tr: Tuş takımı

# calculatorClearLabel
source: Clear
de: Zurücksetzen
es: Limpiar
fr: Effacer
tr: Temizle

# calculatorBackspace
source: Backspace
de: Rücktaste
es: Retroceso
fr: Retour arrière
tr: Geri sil

# calculatorPercentCommand
source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
tr: Yüzde

# calculatorToggleSign
source: Toggle sign
de: Vorzeichen wechseln
es: Cambiar signo
fr: Changer de signe
tr: İşareti değiştir

# calculatorDecimalPointLabel
source: Decimal point
de: Dezimaltrennzeichen
es: Punto decimal
fr: Séparateur décimal
tr: Ondalık ayırıcı

# calculatorErrorDivisionByZero
source: Cannot divide by zero
de: Division durch Null ist nicht möglich
es: No se puede dividir entre cero
fr: Impossible de diviser par zéro
tr: Sıfıra bölme yapılamaz

# calculatorErrorInvalidResult
source: Result is not a valid number
de: Das Ergebnis ist keine gültige Zahl
es: El resultado no es un número válido
fr: Le résultat n'est pas un nombre valide
tr: Sonuç geçerli bir sayı değil

# calculatorErrorNonPositiveTotal
source: Total must be greater than zero
de: Der Gesamtbetrag muss größer als null sein
es: El total debe ser mayor que cero
fr: Le total doit être supérieur à zéro
tr: Toplam sıfırdan büyük olmalıdır

# calculatorEquals
source: Charge total
de: Betrag berechnen
es: Calcular total
fr: Calculer le total
tr: Toplamı hesapla

# calculatorPaymentTitle
source: Payment summary
de: Zahlungsübersicht
es: Resumen de pago
fr: Résumé de paiement
tr: Ödeme özeti

# calculatorNewCalculation
source: New calculation
de: Neue Berechnung
es: Nueva operación
fr: Nouvelle opération
tr: Yeni hesaplama

# openChartsTooltip
source: Open charts
de: Diagramme öffnen
es: Abrir gráficos
fr: Ouvrir les graphiques
tr: Grafikleri aç

# openGraphqlTooltip
source: Explore GraphQL sample
de: GraphQL-Demo anzeigen
es: Explorar demo GraphQL
fr: Explorer la démo GraphQL
tr: GraphQL örneğini aç

# openSettingsTooltip
source: Open settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
tr: Ayarları aç

# settingsPageTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
tr: Ayarlar

# accountSectionTitle
source: Account
de: Konto
es: Cuenta
fr: Compte
tr: Hesap

# accountSignedInAs
source: Signed in as {name}
de: Angemeldet als {name}
es: Has iniciado sesión como {name}
fr: Connecté en tant que {name}
tr: {name} olarak oturum açıldı

# accountSignedOutLabel
source: Not signed in.
de: Nicht angemeldet.
es: No has iniciado sesión.
fr: Non connecté.
tr: Oturum açılmadı.

# accountSignInButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
tr: Oturum aç

# accountManageButton
source: Manage account
de: Konto verwalten
es: Administrar cuenta
fr: Gérer le compte
tr: Hesabı yönet

# accountGuestLabel
source: Using guest account
de: Gastkonto wird verwendet
es: Cuenta de invitado en uso
fr: Compte invité utilisé
tr: Misafir hesabı kullanılıyor

# accountGuestDescription
source: You are signed in anonymously. Create an account to sync your data across devices.
de: Du bist anonym angemeldet. Erstelle ein Konto, um deine Daten zwischen Geräten zu synchronisieren.
es: Has iniciado sesión de forma anónima. Crea una cuenta para sincronizar tus datos entre dispositivos.
fr: Vous êtes connecté anonymement. Créez un compte pour synchroniser vos données entre vos appareils.
tr: Anonim olarak oturum açtınız. Verilerinizi cihazlar arasında senkronlamak için bir hesap oluşturun.

# accountUpgradeButton
source: Create or link account
de: Konto erstellen oder verknüpfen
es: Crear o vincular cuenta
fr: Créer ou lier un compte
tr: Hesap oluştur veya bağla

# themeSectionTitle
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
tr: Görünüm

# themeModeSystem
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Valeur par défaut du système
tr: Sistem varsayılanı

# themeModeLight
source: Light
de: Hell
es: Claro
fr: Clair
tr: Açık

# themeModeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
tr: Koyu

# languageSectionTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
tr: Dil

# languageSystemDefault
source: Use device language
de: Gerätesprache verwenden
es: Usar idioma del dispositivo
fr: Utiliser la langue de l'appareil
tr: Cihaz dilini kullan

# languageEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
tr: İngilizce

# languageTurkish
source: Türkçe
de: Türkisch
es: Turco
fr: Turc

# languageGerman
source: Deutsch
es: Alemán
fr: Allemand
tr: Almanca

# languageFrench
source: Français
de: Französisch
es: Francés
tr: Fransızca

# appInfoSectionTitle
source: App info
de: App-Informationen
es: Información de la app
fr: Informations de l'application
tr: Uygulama bilgileri

# settingsRemoteConfigSectionTitle
source: Remote config
es: Configuración remota
fr: Configuration distante
tr: Uzak yapılandırma

# settingsRemoteConfigStatusIdle
source: Waiting for first fetch
de: Warte auf ersten Abruf
es: Esperando la primera actualización
fr: En attente du premier chargement
tr: İlk veri bekleniyor

# settingsRemoteConfigStatusLoading
source: Loading latest values...
de: Lade aktuelle Werte...
es: Cargando los valores más recientes...
fr: Chargement des dernières valeurs...
tr: Güncel değerler yükleniyor...

# settingsRemoteConfigStatusLoaded
source: Latest values loaded
de: Aktuelle Werte geladen
es: Últimos valores cargados
fr: Dernières valeurs chargées
tr: Güncel değerler yüklendi

# settingsRemoteConfigStatusError
source: Failed to load remote config
de: Remote Config konnte nicht geladen werden
es: No se pudo cargar la configuración remota
fr: Échec du chargement de la configuration distante
tr: Uzak yapılandırma alınamadı

# settingsRemoteConfigErrorLabel
source: Last error
de: Letzter Fehler
es: Último error
fr: Dernière erreur
tr: Son hata

# settingsRemoteConfigFlagLabel
source: Awesome feature flag
es: Indicador de la función Awesome
fr: Indicateur de fonctionnalité Awesome
tr: Awesome özelliği bayrağı

# settingsRemoteConfigFlagEnabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
tr: Etkin

# settingsRemoteConfigFlagDisabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
tr: Devre dışı

# settingsRemoteConfigTestValueLabel
source: Test value
de: Testwert
es: Valor de prueba
fr: Valeur de test
tr: Test değeri

# settingsRemoteConfigTestValueEmpty
source: Not set
de: Nicht gesetzt
es: Sin definir
fr: Non défini
tr: Ayarlanmamış

# settingsRemoteConfigRetryButton
source: Retry fetch
de: Erneut abrufen
es: Reintentar carga
fr: Relancer la récupération
tr: Yeniden getir

# settingsRemoteConfigClearCacheButton
source: Clear config cache
de: Konfig-Cache löschen
es: Borrar caché de config
fr: Vider le cache config
tr: Yapılandırma önbelleğini temizle

# settingsSyncDiagnosticsTitle
source: Sync diagnostics
de: Sync-Diagnostik
es: Diagnósticos de sincronización
fr: Diagnostics de synchronisation
tr: Senkronizasyon tanılama

# settingsSyncDiagnosticsEmpty
source: No sync runs recorded yet.
de: Noch keine Sync-Durchläufe aufgezeichnet.
es: Aún no hay ejecuciones de sincronización.
fr: Aucune exécution de synchro pour le moment.
tr: Henüz senkronizasyon çalıştırması yok.

# settingsSyncLastRunLabel
source: Last run: {timestamp}
de: Letzter Lauf: {timestamp}
es: Última ejecución: {timestamp}
fr: Dernière exécution : {timestamp}
tr: Son çalıştırma: {timestamp}

# settingsSyncOperationsLabel
source: Ops: {processed} processed, {failed} failed
de: Vorgänge: {processed} verarbeitet, {failed} fehlgeschlagen
es: Ops: {processed} procesadas, {failed} fallidas
fr: Ops : {processed} traitées, {failed} échouées
tr: İşlem: {processed} tamamlandı, {failed} başarısız

# settingsSyncPendingLabel
source: Pending at start: {count}
de: Zu Beginn offen: {count}
es: Pendientes al inicio: {count}
fr: En attente au départ : {count}
tr: Başlangıçtaki bekleyen: {count}

# settingsSyncPrunedLabel
source: Pruned: {count}
de: Bereinigt: {count}
es: Depurados: {count}
fr: Nettoyés : {count}
tr: Temizlenen: {count}

# settingsSyncDurationLabel
source: Duration: {ms}ms
de: Dauer: {ms}ms
es: Duración: {ms}ms
fr: Durée : {ms} ms
tr: Süre: {ms}ms

# settingsSyncHistoryTitle
source: Recent sync runs
de: Aktuelle Sync-Läufe
es: Ejecuciones recientes de sync
fr: Exécutions de synchro récentes
tr: Son senkronizasyonlar

# settingsGraphqlCacheSectionTitle
source: GraphQL cache
es: Caché de GraphQL
fr: Cache GraphQL
tr: GraphQL önbelleği

# settingsGraphqlCacheDescription
source: Clear the cached countries/continents used by the GraphQL demo. Fresh data will be fetched on next load.
de: Lösche den zwischengespeicherten Länder/Kontinente-Datensatz der GraphQL-Demo. Daten werden beim nächsten Laden erneuert.
es: Borra los países/continentes en caché usados por la demo GraphQL. Los datos se renovarán en la siguiente carga.
fr: Efface les pays/continents mis en cache par la démo GraphQL. Les données seront rafraîchies au prochain chargement.
tr: GraphQL demo'sunda kullanılan ülke/kıta önbelleğini temizle. Veriler bir sonraki yüklemede yenilenir.

# settingsGraphqlCacheClearButton
source: Clear GraphQL cache
de: GraphQL-Cache leeren
es: Limpiar caché de GraphQL
fr: Vider le cache GraphQL
tr: GraphQL önbelleğini temizle

# settingsGraphqlCacheClearedMessage
source: GraphQL cache cleared
de: GraphQL-Cache geleert
es: Caché de GraphQL limpiada
fr: Cache GraphQL vidé
tr: GraphQL önbelleği temizlendi

# settingsGraphqlCacheErrorMessage
source: Couldn't clear GraphQL cache
de: GraphQL-Cache konnte nicht geleert werden
es: No se pudo limpiar la caché de GraphQL
fr: Impossible de vider le cache GraphQL
tr: GraphQL önbelleği temizlenemedi

# settingsProfileCacheSectionTitle
source: Profile cache
de: Profil-Cache
es: Caché de perfil
fr: Cache du profil
tr: Profil önbelleği

# settingsProfileCacheDescription
source: Clear the locally cached profile snapshot used to render the profile screen offline.
de: Lösche den lokal gespeicherten Profil-Snapshot, der die Profilseite offline rendert.
es: Borra la instantánea de perfil guardada localmente que permite mostrar la pantalla de perfil sin conexión.
fr: Supprimez l'instantané de profil stocké localement utilisé pour afficher l'écran du profil hors ligne.
tr: Profil ekranını çevrimdışı göstermek için kullanılan yerel profil anlık görüntüsünü temizleyin.

# settingsProfileCacheClearButton
source: Clear profile cache
de: Profil-Cache löschen
es: Borrar caché de perfil
fr: Vider le cache du profil
tr: Profil önbelleğini temizle

# settingsProfileCacheClearedMessage
source: Profile cache cleared
de: Profil-Cache gelöscht
es: Se borró el caché de perfil
fr: Cache du profil vidé
tr: Profil önbelleği temizlendi

# settingsProfileCacheErrorMessage
source: Couldn't clear profile cache
de: Profil-Cache konnte nicht gelöscht werden
es: No se pudo borrar el caché de perfil
fr: Impossible de vider le cache du profil
tr: Profil önbelleği temizlenemedi

# networkRetryingSnackBarMessage
source: Retrying…
de: Wird erneut versucht…
es: Reintentando…
fr: Nouvelle tentative…
tr: Yeniden deneniyor…

# appInfoVersionLabel
source: Version
es: Versión
tr: Sürüm

# appInfoBuildNumberLabel
source: Build number
de: Build-Nummer
es: Número de compilación
fr: Numéro de build
tr: Derleme numarası

# appInfoLoadingLabel
source: Loading app info...
de: App-Informationen werden geladen...
es: Cargando información de la app...
fr: Chargement des informations de l'application...
tr: Uygulama bilgileri yükleniyor...

# appInfoLoadErrorLabel
source: Failed to load app info.
de: App-Informationen konnten nicht geladen werden.
es: No se pudo cargar la información de la app.
fr: Impossible de charger les informations de l'application.
tr: Uygulama bilgileri yüklenemedi.

# appInfoRetryButtonLabel
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
tr: Tekrar dene

# openChatTooltip
source: Chat with AI
de: Mit KI chatten
es: Chatear con IA
fr: Discuter avec l'IA
tr: Yapay zekâ ile sohbet et

# openGoogleMapsTooltip
source: Open Google/Apple Maps demo
de: Google-Maps-Demo öffnen
es: Abrir demo de Google Maps
fr: Ouvrir la démo Google Maps
tr: Google Haritalar demosunu aç

# chatPageTitle
source: AI Chat
de: KI-Chat
es: Chat con IA
fr: Discussion IA
tr: Yapay Zekâ Sohbeti

# chatInputHint
source: Ask the assistant anything...
de: Frag den Assistenten etwas...
es: Pregunta lo que quieras al asistente...
fr: Posez votre question à l'assistant...
tr: Asistana bir şey sor...

# searchHint
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
tr: Ara...

# retryButtonLabel
source: TRY AGAIN
de: Erneut versuchen
es: REINTENTAR
fr: RÉESSAYER
tr: TEKRAR DENE

# chatSendButton
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
tr: Mesaj gönder

# chatEmptyState
source: Start the conversation by sending a message.
de: Beginne das Gespräch mit einer Nachricht.
es: Comienza la conversación enviando un mensaje.
fr: Commencez la conversation en envoyant un message.
tr: Sohbete bir mesaj göndererek başla.

# chatModelLabel
source: Model
de: Modell
es: Modelo
fr: Modèle

# chatHistoryShowTooltip
source: Show history
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l'historique
tr: Geçmişi göster

# chatHistoryHideTooltip
source: Hide history
de: Verlauf ausblenden
es: Ocultar historial
fr: Masquer l'historique
tr: Geçmişi gizle

# chatHistoryPanelTitle
source: Conversation history
de: Konversationsverlauf
es: Historial de conversaciones
fr: Historique des conversations
tr: Sohbet geçmişi

# chatHistoryStartNew
source: Start new conversation
de: Neue Unterhaltung starten
es: Iniciar nueva conversación
fr: Commencer une nouvelle conversation
tr: Yeni sohbet başlat

# chatHistoryClearAll
source: Delete history
de: Verlauf löschen
es: Eliminar historial
fr: Supprimer l'historique
tr: Geçmişi sil

# chatHistoryDeleteConversation
source: Delete conversation
de: Unterhaltung löschen
es: Eliminar conversación
fr: Supprimer la conversation
tr: Sohbeti sil

# chatHistoryClearAllWarning
source: This will permanently delete all stored conversations.
de: Dadurch werden alle gespeicherten Unterhaltungen dauerhaft gelöscht.
es: Esto eliminará permanentemente todas las conversaciones guardadas.
fr: Cela supprimera définitivement toutes les conversations enregistrées.
tr: Bu işlem tüm kayıtlı sohbetleri kalıcı olarak silecek.

# chatMessageStatusPending
source: Pending sync
de: Synchronisation ausstehend
es: Sincronización pendiente
fr: Synchronisation en attente
tr: Senkron bekleniyor

# chatMessageStatusSyncing
source: Syncing…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
tr: Senkronize ediliyor…

# chatMessageStatusOffline
source: Offline — will send when connected
de: Offline – wird bei Verbindung gesendet
es: Sin conexión: se enviará al conectarse
fr: Hors ligne – sera envoyé une fois connecté
tr: Çevrimdışı – bağlantı sağlandığında gönderilecek

# registerTitle
source: Register
de: Registrieren
es: Registrarse
fr: Inscription
tr: Kayıt Ol

# registerFullNameLabel
source: Full name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
tr: Ad Soyad

# registerFullNameHint
source: Jane Doe
de: Max Mustermann
es: María Pérez
fr: Marie Dupont
tr: Ayşe Yılmaz

# registerEmailLabel
source: Email address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
tr: E-posta adresi

# registerEmailHint
source: jane.doe@example.com
de: max.mustermann@example.com
es: maria.perez@example.com
fr: marie.dupont@example.com
tr: ayse.yilmaz@example.com

# registerPhoneLabel
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
tr: Telefon numarası
